/* 
  Localizable.strings
  WagawinSDK

  Created by Wagawin GmbH on 10/05/16.
  Copyright © 2016 Benjamin Baumann. All rights reserved.
*/


"TESTKEY" = "FRENCH SUCCESSFULLY TESTED";

"COMMUNITY_DESC_TEXT_1" = "Beantworte die untenstehende Frage";
"COMMUNITY_DESC_TEXT_2" = "Nach einem kurzen Spot erhältst du deine persönliche Auswertung";
"COMMUNITY_DEBRIEF_TEXT1" =  "von";
"COMMUNITY_DEBRIEF_TEXT2" =  "sind hier deiner Meinung!";

"BUBBLE_BLASTER_EVALUATE_TEXT" = "%d von %d! Top %0.0f%%!";
"BUBBLE_BLASTER_DESC_TEXT_1" = "Schaue dir einen kurzen Spot an";
"BUBBLE_BLASTER_DESC_TEXT_2" = "Erscheint eine Luftblase, lasse sie durch Antippen platzen";

"SPOTGAME_EVALUATE_TEXT_SUCCESSFUL" = "Richtig! Top %0.0f%%!";
"SPOTGAME_EVALUATE_TEXT_FAIL" = "Falsch!";
"SPOTGAME_DESC_TEXT_1" = "Schaue dir einen kurzen Spot an";
"SPOTGAME_DESC_TEXT_2" = "Beantworte anschließend folgende Frage:";

"HIDDENFAULT_EVALUATE_TEXT" = "%d von 5 gefunden! Top %0.0f%%!";
"HIDDENFAULT_GAME_TEXT" = "Finde 5 Fehler";
"HIDDENFAULT_DESC_TEXT_1" = "In zwei Bildern wurden 5 Fehler versteckt";
"HIDDENFAULT_DESC_TEXT_2" = "Markiere innerhalb von 20 Sekunden so viele Fehler wie möglich";

"PATHFINDER_EVALUATE_TEXT" = "%0.0f%% korrekt! Top %0.0f%%!";
"PATHFINDER_DESC_TEXT_1" = "Präge dir den angezeigten Pfad sehr gut ein";
"PATHFINDER_DESC_TEXT_2" = "Fahre diesen innerhalb von 20 Sekunden nach, sobald er verschwunden ist";

"SMOKYMIND_EVALUATE_TEXT" = "%d von 4! Top %0.0f%%!";
"SMOKYMIND_DESC_TEXT_1" = "In diesem Memory Klassiker sind 4 Bildpaare versteckt";
"SMOKYMIND_DESC_TEXT_2" = "Versuche, alle Bildpaare innerhalb von 20 Sekunden zu finden";

"RUBBERGAME_DESC_TEXT_1" = "Wische über den Bildschirm und lege das Bild frei";
"RUBBERGAME_DESC_TEXT_2" = "Beantworte anschließend folgende Frage:";

"SWAPGAME_EVALUATE_TEXT" = "%d von 12! Top %0.0f%%!";
"SWAPGAME_DESC_TEXT_1" = "Bringe das zerwürfelte Bild wieder in Ordnung";
"SWAPGAME_DESC_TEXT_2" = "Vertausche Bildteile innerhalb von 20 Sekunden, indem du sie aufeinander ziehst";

"LOOPY_SPIN_EVALUATE_TEXT" = "%0.0f%% korrekt! Top %0.0f%%!";
"LOOPY_SPIN_DESC_TEXT_1" = "Bringe die drei Rollen an der richtigen Stelle zum Stehen";
"LOOPY_SPIN_DESC_TEXT_2" = "Du kannst die Rollen innerhalb von 20 Sekunden durch Antippen stoppen und starten";

"BLOCKGAME_EVALUATE_TEXT" = "%d Fehler! Top %0.0f%%!";
"BLOCKGAME_DESC_TEXT_1" = "Präge dir den angezeigten Pfad sehr gut ein";
"BLOCKGAME_DESC_TEXT_2" = "Fahre diesen innerhalb von 20 Sekunden nach, sobald er verschwunden ist";

"INTRO_PLAYBUTTON" = "Start";
"DEBRIEF_BUTTONTEXT_DOWNLOAD" = "Download";
"HIDDENFAULT_NEXT_BUTTON" = "Weiter";
"DEBRIEF_BUTTONTEXT_MORE" = "Mehr";
"INTRO_QUESTION" = "Frage";
"INTRO_ALTERNATEQUESTION" = "Vergleichsfrage";

//Game names
"COMMUNITY_QUEST" = "COMMUNITY COMPARE";
"BUBBLE_BLASTER" = "BUBBLE POP";
"LOOPY_SPIN" = "ROTATING ROLL";
"PATH_FINDER" = "PATHFINDER";
"FROZEN_TRAIL" = "MEMORIZE THE TRAIL";
"CATCHY_CLIP" = "VIDEOQUIZ";
"HIDDEN_FAULT" = "FIND THE DIFFERENCE";
"SHADY_SWAP" = "PUZZLE FUN";
"SMOKY_MIND" = "4 PAIRS";
"STEAMY_GLASS" = "STEAMY GLASS";
"CIRCLE_GAME" = "TWIST GAME";
